import React, { Component } from "react";
import Paper from '@material-ui/core/Paper';
import { lightBlue } from "@material-ui/core/colors";
// import Typography from '@material-ui/core/Typography';

export default class Help extends Component {

  render() {


    return (
      <>

      <Paper variant="outlined"  style={{padding: 1 + 'em'}}>

      <h4>Знання достовірних фактів і дотримання запобіжних заходів допоможуть вам захистити себе й оточуючих. 
    Виконуйте поради місцевого органу охорони здоров’я.</h4>
<p>Як зупинити поширення COVID-19:
<li>проводити наскрізне провітрювання приміщень та проведення вологих прибирань із використанням дезінфекційних засобів у приміщеннях;</li>
<li>не допускати до роботи осіб з ознаками інфекційного захворювання;</li>
<li>виділити приміщення для тимчасової ізоляції осіб з ознаками гострого респіраторного захворювання (в разі виявлення такої особи, вжити заходів для ізоляції від здорових осіб та негайно повідомити про випадок відповідний заклад охорони здоров'я);</li>
<li>обмежити масові заходи в закритих приміщеннях;</li>
<li>забезпечити необхідні умови для дотримання працівниками правил</li>
<li>особистої гігієни (рукомийники, мило, одноразові рушники, серветки тощо);</li>
<li>проводити регулярну обробку рук спиртовмісним засобом та/або мити їх з милом;</li>
<li>забезпечити медичні пункти необхідними засобами та обладнанням (термометрами, бактерицидними випромінювачами, дезінфекційними та антисептичними засобами, засобами особистої гігієни та індивідуального захисту тощо);</li>
<li>дотримуватися правил респіраторної гігієни (при кашлі та чханні прикривати рот і ніс серветкою або згином ліктя;</li> 
<li>відразу викидайте серветку в контейнер для сміття з кришкою і обробляйте руки спиртовмісним антисептиком або мийте їх водою з милом);</li>
<li>користуватися одноразовими масками при необхідності, проводити їх заміну, як тільки вони стануть вологими чи забрудняться.</li>
</p>

      </Paper>
 
      </>
    );
  }
}
